/*
   Localizable.strings
   Gmail Notifr

   Created by James Chen on 8/4/09.
   Copyright 2009 ashchan.com. All rights reserved.
 */


//-----------------------------------------
// Menu and tooltip
//----------------------------------------
/* Open Inbox menu item under each account */
"Open Inbox" = "Open Inbox";

/* menubar tooltip when checking mail */
"Checking Mail" = "checking mail...";

/* connection error message */
"Connection Error" = "connection error";

/* wrong username/password pair error message */
"Username/password Wrong" = "username/password wrong";

/* count of unread messages */
"Unread Messages" = "%d unread messages";

/* count (1) of unread message */
"Unread Message" = "%d unread messsage";

/* last check time */
"Last Checked:" = "Last Checked:";

/* Enable, Disable */
"Enable Account" = "Enable Account";
"Disable Account" = "Disable Account";

/* Check */
"Check" = "Check";

/* Main Menu */
"Check All" = "Check All";
"Preferences..." = "Preferences...";
"Check for Updates..." = "Check for Updates...";
"About Gmail Notifr" = "About Gmail Notifr";
"Donate..." = "Donate...";
"Quit Gmail Notifr" = "Quit Gmail Notifr";


//-----------------------------------------
// Preferences - Settings
// ----------------------------------------
"Settings" = "Settings";
"Launch at login" = "Launch at login";
"Show unread count in menu bar" = "Show unread count in menu bar";


//-----------------------------------------
// Preferences - Accounts
// ----------------------------------------
"Accounts" = "Accounts";
"Edit" = "Edit";

"Username:" = "Username:";
"Password:" = "Password:";
"Check for new mail every" = "Check for new mail every";
"minutes" = "minutes";
"Use Growl Notification" = "Use Notification";
"Play sound:" = "Play sound:";
"To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com." = "To add a Google Hosted Account, specify the full email address as username, eg: admin@ashchan.com.";
"Enable this account" = "Enable this account";
"Open in browser:" = "Open in browser:";
"Cancel" = "Cancel";
"OK" = "OK";
